/* No comment provided by engineer. */
"A timeline based on your activities!" = "A timeline based on your activities!";

/* No comment provided by engineer. */
"About Us" = "About Us";

/* No comment provided by engineer. */
"Actions" = "Actions";

/* No comment provided by engineer. */
"Activity" = "Activity";

/* No comment provided by engineer. */
"Add group" = "Add group";

/* No comment provided by engineer. */
"Add person" = "Add person";

/* No comment provided by engineer. */
"All activities" = "All activities";

/* No comment provided by engineer. */
"Already enrolled?" = "Already enrolled?";

/* No comment provided by engineer. */
"Any comments?" = "Any comments?";

/* No comment provided by engineer. */
"Are you logged in on Facebook?" = "Are you logged in on Facebook?";

/* No comment provided by engineer. */
"Attending" = "Attending";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Company" = "Company";

/* No comment provided by engineer. */
"Do you wanna rate me?" = "Do you wanna rate me?";

/* No comment provided by engineer. */
"Easily share photos among participants!" = "Easily share photos among participants!";

/* No comment provided by engineer. */
"Edit fields" = "Edit fields";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Enroll" = "Enroll";

/* No comment provided by engineer. */
"Enrolling ..." = "Enrolling ...";

/* No comment provided by engineer. */
"Enter" = "Enter";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Event" = "Event";

/* No comment provided by engineer. */
"Exit event" = "Exit event";

/* No comment provided by engineer. */
"Feedback" = "Feedback";

/* No comment provided by engineer. */
"Friday" = "Friday";

/* No comment provided by engineer. */
"Groups" = "Groups";

/* No comment provided by engineer. */
"Hi, can we meet up very quick?" = "Hi, can we meet up very quick?";

/* No comment provided by engineer. */
"Hum, it appears that the connectivity is unstable.. Do you want to try again?" = "Hum, it appears that the connectivity is unstable.. Do you want to try again?";

/* No comment provided by engineer. */
"If you wanna be part of this event, please give some basic details." = "If you wanna be part of this event, please give some basic details.";

/* No comment provided by engineer. */
"InEvent brings a whole new experience to your event." = "InEvent brings a whole new experience to your event.";

/* No comment provided by engineer. */
"It appears that your credentials expired! Can you log again?" = "It appears that your credentials expired! Can you log again?";

/* No comment provided by engineer. */
"Join or create a group, a quick way to talk about topics of your choice!" = "Join or create a group, a quick way to talk about topics of your choice!";

/* No comment provided by engineer. */
"Let's go to your first event." = "Let's go to your first event.";

/* No comment provided by engineer. */
"LinkedIn couldn't log you in! Try again?" = "LinkedIn couldn't log you in! Try again?";

/* No comment provided by engineer. */
"Location" = "Location";

/* No comment provided by engineer. */
"Log" = "Log";

/* No comment provided by engineer. */
"Log In" = "Log In";

/* No comment provided by engineer. */
"Logged!" = "Logged!";

/* No comment provided by engineer. */
"Logging ..." = "Logging ...";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* Map */
"Map" = "Map";

/* No comment provided by engineer. */
"Marketplace" = "Marketplace";

/* No comment provided by engineer. */
"Me" = "Me";

/* No comment provided by engineer. */
"Menu Options" = "Menu Options";

/* No comment provided by engineer. */
"Minus" = "Minus";

/* No comment provided by engineer. */
"Monday" = "Monday";

/* No comment provided by engineer. */
"My activities" = "My activities";

/* No comment provided by engineer. */
"Name" = "Name";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"Oh oh.. It appears that our server is having some trouble. Do you want to try again?" = "Oh oh.. It appears that our server is having some trouble. Do you want to try again?";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Ok!" = "Ok!";

/* No comment provided by engineer. */
"Or you want to enter manually?" = "Or you want to enter manually?";

/* No comment provided by engineer. */
"Our Company" = "Our Company";

/* No comment provided by engineer. */
"Paid" = "Paid";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"People" = "People";

/* No comment provided by engineer. */
"Photo" = "Photo";

/* No comment provided by engineer. */
"Photos" = "Photos";

/* No comment provided by engineer. */
"Pick from camera roll" = "Pick from camera roll";

/* No comment provided by engineer. */
"Please create an email account first" = "Please create an email account first";

/* No comment provided by engineer. */
"Please enable your Facebook account, through Settings -> Facebook -> Account" = "Please enable your Facebook account, through Settings -> Facebook -> Account";

/* No comment provided by engineer. */
"Please enable your Twitter account, through Settings -> Twitter -> Add Account" = "Please enable your Twitter account, through Settings -> Twitter -> Add Account";

/* No comment provided by engineer. */
"Please enroll on the event before proceeding." = "Please enroll on the event before proceeding.";

/* No comment provided by engineer. */
"Please give me some details about you." = "Please give me some details about you.";

/* No comment provided by engineer. */
"Plus" = "Plus";

/* No comment provided by engineer. */
"Present" = "Present";

/* No comment provided by engineer. */
"Reader" = "Reader";

/* No comment provided by engineer. */
"Ready?" = "Ready?";

/* No comment provided by engineer. */
"Register" = "Register";

/* No comment provided by engineer. */
"Role" = "Role";

/* No comment provided by engineer. */
"Saturday" = "Saturday";

/* No comment provided by engineer. */
"Schedule" = "Schedule";

/* No comment provided by engineer. */
"See people" = "See people";

/* No comment provided by engineer. */
"See questions" = "See questions";

/* Send message from chat */
"Send" = "Send";

/* No comment provided by engineer. */
"Send feedback" = "Send feedback";

/* No comment provided by engineer. */
"Send photo" = "Send photo";

/* No comment provided by engineer. */
"Sunday" = "Sunday";

/* No comment provided by engineer. */
"Take picture" = "Take picture";

/* No comment provided by engineer. */
"Telephone" = "Telephone";

/* No comment provided by engineer. */
"Thursday" = "Thursday";

/* No comment provided by engineer. */
"Timeline" = "Timeline";

/* No comment provided by engineer. */
"To login at InEvent, choose your preferred social network." = "To login at InEvent, choose your preferred social network.";

/* No comment provided by engineer. */
"Tools" = "Tools";

/* No comment provided by engineer. */
"Try Again :(" = "Try Again :(";

/* No comment provided by engineer. */
"Tuesday" = "Tuesday";

/* No comment provided by engineer. */
"Update" = "Update";

/* No comment provided by engineer. */
"Wait 10 min to try again!" = "Wait 10 min to try again!";

/* No comment provided by engineer. */
"Wednesday" = "Wednesday";

/* No comment provided by engineer. */
"Welcome!" = "Welcome!";

/* No comment provided by engineer. */
"What's the question?" = "What's the question?";

/* No comment provided by engineer. */
"Where do you want to go?" = "Where do you want to go?";

/* No comment provided by engineer. */
"Where?" = "Where?";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"Your Account" = "Your Account";

/* No comment provided by engineer. */
"Your photo couldn't be posted to Facebook!" = "Your photo couldn't be posted to Facebook!";

/* No comment provided by engineer. */
"Your photo wasn't posted publicly!" = "Your photo wasn't posted publicly!";

